{
    "Data": [
        {
            "categoryTitle": "Cricket Introduction",
            "innerData": [
                {
                    "title": "Introduction to cricket",
                    "description": "Cricket is by far the most popular sport played. There is a lot of passion for cricket in India. Everyone loves to play cricket or watch cricket matches.\n\nIt is played with the help of a bat and a ball. There are two teams in cricket. There are eleven players on each team. The place where it is played is called pitch. In this, the batsman tries to take a run by hitting the ball with the bat. At the same time, the bowler wants him to dismiss him. A wicket, made of 3 wooden stumps and a pair of wooden bails, is set up on either end of the pitch and a crease is drawn 122 cms in front of the wickets. The field to the left of a right-handed batsman is called the leg side or on the side, and the field to their right is called the offside. A game consists of two innings separated by a break.\n\nDuring the first innings, one team scores run by batting, while the other stops run from being scored and take wickets by bowling and fielding."
                },
                {
                    "title": "History of cricket",
                    "description": "The sport of cricket has a known history beginning in the late 16th century. Having originated in south-east England, it became the country's national sport in the 18th century and has developed globally in the 19th and 20th centuries. International matches have been played since 1844 and Test cricket began, retrospectively recognized, in 1877. \n\nCricket is the world's second most popular spectator sport after association football. Governance is by the International Cricket Council (ICC) which has over one hundred countries and territories in membership although only twelve currently play Test cricket. Depending on the number of overs bowled by each team, there are several types of cricket, such as T-20 cricket (20 overs), ODIs (50 overs), Test cricket (unlimited overs).\n\nInternationally, the ICC (International Cricket Council) regulates and regulates cricket. Apart from this, they have their own cricket boards for teams of different countries.\n\nThe BCCI (Board of Control for Cricket in India) India monitors this game. The game also hosts one-day Cricket World Cup competitions every 4 years and T-20 Cricket World Cup competitions every two years"
                },
                {
                    "title": "What is a cricket",
                    "description": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the center of which is a 22-yard pitch with a wicket at each end, each comprising two bails balanced on three stumps."
                },
                {
                    "title": "How is cricket played",
                    "description": "Cricket is played with two teams of 11 players each. Each team takes turns batting and playing the field, as in baseball. In cricket, the batter is a batsman and the pitcher is a bowler. The bowler tries to knock down the bail of the wicket."
                },
                {
                    "title": "how was cricket invented",
                    "description": "Cricket is believed to have been invented in South England. Some researchers claim that the game was played from as early as the 13th century. In the early days, cricket was played by children in the countryside. A stone was used in the place of a ball, and the players used a simple bat-shaped from a branch."
                },
                {
                    "title": "How was cricket originated",
                    "description": "Cricket is believed to have begun possibly as early as the 13th century as a game in which country boys bowled at a tree stump or at the hurdle gate into a sheep pen. This gate consisted of two uprights and a crossbar resting on the slotted tops; the crossbar was called bail and the entire gate a wicket."
                }
            ]
        },
        {
            "categoryTitle": "Cricket Rules",
            "innerData": [
                {
                    "title": "What is test cricket",
                    "description": "Test cricket is the form of the sport of cricket with the longest match duration and is considered the game's highest standard. Test matches are played between national representative teams that have been granted Test status, as determined and conferred by the International Cricket Council (ICC)."
                },
                {
                    "title": "Test cricket status",
                    "description": "Test cricket is the longest form of the sport of cricket. Test matches are played between national representative teams with Teststatus(Rank), as determined by the International Cricket Council (ICC). The ICC is the committee under which all decisions related to cricket are taken. The two teams of 11 players play a four-innings match, which nowadays lasts up to five days."
                },
                {
                    "title": "Test cricket playing duration",
                    "description": "Typically, Test and first-class cricket matches are played over three to five days with, at least, six hours of cricket being played each day. List a match last for six hours or more and twenty20 and 100-ball matches lasting about three hours or less."
                },
                {
                    "title": "General rules of test cricket",
                    "description": "The general rules of Test cricket are as follows-\n\nRule 27- In this, the fielders believe that if the batsman is out, then they can ask the umpire How is that?This is usually done by loudly shouting, raising both hands, before throwing the next ball. After that, the umpire decides whether the batsman is out or not.\n\nRule 28- There are many ways to get out when the wicket is dropped. This means that the ball is on the wicket, or the batsman or the hand in which the fielder is holding the ball is on the wicket and at least one Gilli has been dropped.\n\nRule 29- The batsman is out of his crease, the batsman can be run out or stumped out if he is out of his crease. The batsman is in his place, but if he or some part of his bat is on the ground behind the popping crease. If both the batsmen are in the middle of the pitch while the wicket is dropped, then it is called out."
                },
                {
                    "title": "Test cricket jersey",
                    "description": "Test cricket is played mainly by wearing a white jersey (Clothes). When cricket started being played, only the white jersey was worn. Whether it is limited over cricket or test cricket. But the game changed with time and the jersey was separated in limited-overs cricket because of this, the team wears blue in India limited overs. At the same time, players' names were written on jerseys worn in Test cricket, which had never happened before in 150 years of cricket history."
                }
            ]
        },
        {
            "categoryTitle": "Cricket Bats",
            "innerData": [
                {
                    "title": "Cricket Bat Length",
                    "description": "According to cricket rule five, the length of a cricket bat cannot be more than 38 inches i.e. 97 cm. Apart from this, the gloves of the batter are considered to be part of the bat. In cricket, a new rule came into force that the blade of a cricket bat must be made of wood."
                },
                {
                    "title": "Cricket Bat Width",
                    "description": "Generally, the right laws in bat play with the batsman, so choosing the right bat is very important. According to cricket rule five, the width of a cricket bat should be about 4.25 inches (10.8 cm)."
                },
                {
                    "title": "Cricket Bat Depth",
                    "description": "Laws saw no changes to the maximum length of the bat, which is still 38 inches/96.52 cm, but a new specification stated that the edge of the bat cannot be more than 1.56 inches / 4cm while the depth cannot be more than 2.64 inches / 6.7cm."
                },
                {
                    "title": "Cricket Bat Weight",
                    "description": "Law 5 of the Laws of Cricket state that the length of the bat may be no more than 38 in (965 mm), the width no more than 4.25 in (108 mm), the overall depth no more than 2.64 in (67 mm) and edge no more than 1.56 in (40 mm). Bats typically weigh from 2 lb 7 oz to 3 lb (1.2 to 1.4 kg) though there is no standard."
                },
                {
                    "title": "Cricket Bat Size",
                    "description": "The blade of a cricket bat is a block of wood, usually flattened on the striking surface with a bulge on its back. It is a wooden bulge in the central part of the bat that the ball usually hits. The blade is attached to a long cylindrical cane, called a handle, similar to a tennis racket.\n\nAccording to the rules, some limitations have been made regarding the size of the bat; the laws dictate that the length of a cricket bat may be no more than 38 inches (96.5cm) and the maximum width of the bat will be 108 mm, depth 67 mm and the edge 40 mm."
                }
            ]
        },
        {
            "categoryTitle": "Cricket Field",
            "innerData": [
                {
                    "title": "Cricket field length",
                    "description": "The pitch is a rectangular area of the ground 22 yards/20.12 m in length and 10 ft/3.05 m in width. It is bounded at either end by the bowling creases and on either side by imaginary lines, one each side of the imaginary line joining the centers of the two middle stumps, each parallel to it and 5 ft/1.52 m from it."
                },
                {
                    "title": "Ceicket field width",
                    "description": "The width of the cricket field is 10 feet (3.0 m). Cricket is a sport played on a wide field. In the middle of this ground, a pitch of 22 yards long and 10 feet wide is made. The cricket boundary is at least 75 yards (68 m) from the pitch which is represented by a line, lanyard, or any other appropriate object."
                },
                {
                    "title": "Cricket ground shape",
                    "description": "The famous game of cricket is played on a ground which is huge in size and is covered with grass. The shape of the ground is usually oval but one can find various shaped fields which may be perfectly circular, slightly longer but oval, and of irregular shapes."
                },
                {
                    "title": "Cricket ground dimension",
                    "description": "Its diameter varies between 137m and 150m. The ICC Test Match Standard Playing Conditions (October 2014) Law 19.1 defines the playing area as a minimum of 137.16m from boundary to boundary square of the pitch, with the shorter of the two square boundaries a minimum of 59.43m. A cricket field is of many shapes and sizes. This field is grassy and is prepared by the grounds man, which includes embarkation, cutting, rolling, and leveling of the surface. The circumference of the field is called the boundary, and sometimes it is painted or sometimes with the help of a rope to mark the boundary of the field."
                },
                {
                    "title": "Cricket Field Area",
                    "description": "A low boundary must be set for the cricket ground, which should include how big the field should be, the length, width, and width of the field. According to the playing area as a minimum of 137.16m from boundary to boundary square of the pitch, with the shorter of the two square boundaries, a minimum of 59.43m and maximum length is 90 yards (82.29 m). A typical cricket pitch is 22 yards (20.12 m) in length and 10 feet (3.05 m) in width, with a distance of 17.68 m between the popping creases it occurs."
                }
            ]
        },
        {
            "categoryTitle": "Cricket Tips",
            "innerData": [
                {
                    "title": "It is very important to stay fit",
                    "description": "First of all, it is very important to be fit. If you are not fit then you will not be able to perform well on the Cricket field. Always keep yourself healthy and fit."
                },
                {
                    "title": "Timing is vary important",
                    "description": "While playing a cricket match, your timing should be absolutely accurate. A second hurry or delay can spoil your game. Therefore, it is necessary to have the correct timing while playing the shot."
                },
                {
                    "title": "Take regular training during sports",
                    "description": "During the game, you should take regular training so that the body is fully prepared for the game. Warm-up and stretch before playing. Cool down and stretch after playing. Make sure that you remain fully hydrated. Drink plenty of water for this."
                },
                {
                    "title": "Perfect your grip on the bat",
                    "description": "Place the bat on the ground with its end facing you. Pick up the bat by placing your dominant hand above your non-dominant hand. Put your thumbs in the opposite direction along with your fingers. Make sure you wear gloves for batting and place your thumb in V shape. Hold the bat according to your comfort."
                },
                {
                    "title": "Wear safety equipment white batting",
                    "description": "Always wear safety equipment during training or cricket games. Such as gloves, leg pads, boxes, arm guards, etc. Also always wear a helmet while playing cricket."
                }
            ]
        },
        {
            "categoryTitle": "Interesting Facts",
            "innerData": [
                {
                    "title": "Intersting facts - 1",
                    "description": "Cricket's Hindi name is 'Lumb Dand, Goal Bind, Fenk Mar Dhar Pratiyogita.\n\nCricket in India was founded in the year 1932 before the Second World War."
                },
                {
                    "title": "Intersting facts - 2",
                    "description": "The sport of cricket has a known history beginning in the late 16th century that originated in southeast England.\n\nCricket became the country's national sport in the 18th century and developed globally in the 19th and 20th centuries."
                },
                {
                    "title": "Intersting facts - 3",
                    "description": "For the first time in 1779, the rule of 'Leg before wicket' (LBW) was introduced in cricket.\n\nIt was on June 7, 1975, when the first-ever Men's Cricket World Cup began in England. The 1975 World Cup was played in the 60-overs format."
                },
                {
                    "title": "Intersting facts - 4",
                    "description": "India is the only country to have won the 60, 50 and the 20-over Cricket World Cups.\n\nThe world's first cricket club was formed in Hambledon in the 1760s and the world-famous Marylebone Cricket Club (MCC) was founded in 1787."
                },
                {
                    "title": "Intersting facts - 5",
                    "description": "The World Cup started in 1975. The first World Cup saw a total of 15 matches between eight teams.\n\nICC T-20 Cricket World Cup is an international tournament organized by the International Cricket Council (ICC). Its first edition was played in South Africa in 2007"
                }
            ]
        }
    ]
}
