{
    "Data": [
        {
            "categoryTitle": "Cricket Introduction",
            "innerData": [
                {
                    "title": "Introduction to cricket",
                    "description": "Cricket is by far the most popular sport played. There is a lot of passion for cricket in India. Everyone loves to play cricket or watch cricket matches.\n\nIt is played with the help of a bat and a ball. There are two teams in cricket. There are eleven players on each team. The place where it is played is called pitch. In this, the batsman tries to take a run by hitting the ball with the bat. At the same time, the bowler wants him to dismiss him. A wicket, made of 3 wooden stumps and a pair of wooden bails, is set up on either end of the pitch and a crease is drawn 122 cms in front of the wickets. The field to the left of a right-handed batsman is called the leg side or on the side, and the field to their right is called the offside. A game consists of two innings separated by a break.\n\nDuring the first innings, one team scores run by batting, while the other stops run from being scored and take wickets by bowling and fielding."
                },
                {
                    "title": "History of cricket",
                    "description": "The sport of cricket has a known history beginning in the late 16th century. Having originated in south-east England, it became the country's national sport in the 18th century and has developed globally in the 19th and 20th centuries. International matches have been played since 1844 and Test cricket began, retrospectively recognized, in 1877. \n\nCricket is the world's second most popular spectator sport after association football. Governance is by the International Cricket Council (ICC) which has over one hundred countries and territories in membership although only twelve currently play Test cricket. Depending on the number of overs bowled by each team, there are several types of cricket, such as T-20 cricket (20 overs), ODIs (50 overs), Test cricket (unlimited overs).\n\nInternationally, the ICC (International Cricket Council) regulates and regulates cricket. Apart from this, they have their own cricket boards for teams of different countries.\n\nThe BCCI (Board of Control for Cricket in India) India monitors this game. The game also hosts one-day Cricket World Cup competitions every 4 years and T-20 Cricket World Cup competitions every two years"
                },
                {
                    "title": "What is a cricket",
                    "description": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the center of which is a 22-yard pitch with a wicket at each end, each comprising two bails balanced on three stumps."
                },
                {
                    "title": "How is cricket played",
                    "description": "Cricket is played with two teams of 11 players each. Each team takes turns batting and playing the field, as in baseball. In cricket, the batter is a batsman and the pitcher is a bowler. The bowler tries to knock down the bail of the wicket."
                },
                {
                    "title": "how was cricket invented",
                    "description": "Cricket is believed to have been invented in South England. Some researchers claim that the game was played from as early as the 13th century. In the early days, cricket was played by children in the countryside. A stone was used in the place of a ball, and the players used a simple bat-shaped from a branch."
                },
                {
                    "title": "How was cricket originated",
                    "description": "Cricket is believed to have begun possibly as early as the 13th century as a game in which country boys bowled at a tree stump or at the hurdle gate into a sheep pen. This gate consisted of two uprights and a crossbar resting on the slotted tops; the crossbar was called bail and the entire gate a wicket."
                },
                {
                    "title": "Derivation of the Name of cricket",
                    "description": "The name may have been derived from the Middle Dutch Krick (-e), meaning a Timber or the Old English Cricc or Cryce meaning a crutch or staff, or the French word Criquet meaning a wooden post."
                },
                {
                    "title": "Type of cricket match",
                    "description": "There are three types of cricket at the International/National Level. This is one of the first class-\n\nTest Cricket\n\nOne Day Cricket\n\nTwenty 20 / T-2o Cricket"
                },
                {
                    "title": "Which country if cricket most popular",
                    "description": "Today, cricket is most popular in England, India, and Australia. But over the last few decades increasing numbers of Indians and West Indians have moved to the United States, naturally increasing the sport's popularity."
                },
                {
                    "title": "What is meant by T-20",
                    "description": "T-20 is a new form of cricket which was started in 2003 in England. A newly-introduced variant of cricket from the general one-day matches, T20 cricket or Twenty20 cricket may be defined as a short cricket match limited to 20 overs of gameplay, lasting for about 80 minutes per innings, with a half-an-hour interval in between. The reason behind introducing this type of game was that cricket should first be made more exciting and more number of spectators participates in it. Although the method of this game is almost like other cricket disciplines, yet specific changes have been made in this game."
                },
                {
                    "title": "Cricket related to 22 format",
                    "description": "By the way, Test, ODI, T is the first class of twenty crickets, but there are 22 similar formats of cricket which are named as follows:\n\nDouble Wicket Cricket- It is such that here two players of two teams play. And the overs are fixed in which any number of wickets fell, they are not out. Later the score is counted after the end of the over.\n\nKiwi Cricket- This game is very famous in New Zealand and it is played with a plastic ball.\n\nInformal Amachor Cricket- In this, all are different and there is no team and all the fields are filled and the same batsman bats.Garden Cricket- In this, the player who plays the ball the most becomes the winner.\n\nFrench Cricket - In this, the ball is put on the foot of the batsman and the ball comes out due to the ball on the foot.\n\nTennis Ball Cricket- In cricket, a tennis ball is used instead of a season ball.\n\nTap Ball Cricket- This game is very famous in Pakistan and it is played the most in the entire Pakistan.\n\nKilikity- It is famous in New Zealand and it contains dance songs.\n\nNon-Stop Cricket- There is no stop in it and the batsman has to run as soon as he hits the ball.\n\nOver 60- Crickets are played in Australia, whose age is more than 60 years.\n\nSingle Wicket- It is played with each other between two players and the one who makes the most runs wins.\n\nVigoro- This game is like baseball which women play.\n\nPlaka- This game is played with a rubber ball and is famous in Caribbean countries.\n\nTrobriand Cricket- This is an underarm cricket which is played in Papua New Guinea.\n\nTable Cricket- This is indoor cricket which is not played on the ground.\n\nPencil Cricket- This is a game played by putting a dice in which no one plays in the field.\n\nArmchair Cricket- This is a card game.\n\nPub Cricket- It is also known as car cricket and runs are counted by foot and hand.\n\nBackyard Cricket- in this the bowler who outs the batsman becomes the new batsman.\n\nBook Cricket- This game is very famous in India, Pakistan, and Sri Lanka. It is played in the book.\n\nHand Cricket- In this game, two players play and this game is played with their hands. When someone points a finger, it is considered a run and if both do the same to be done then it is out.\n\nCalculator Cricket- This game is very famous for playing on calculators in school."
                },
                {
                    "title": "Runs and scores in cricket",
                    "description": "There are four ways in which batsmen score in cricket.\n\nFours- When a batsman hits the ball and the ball crosses the prescribed boundary, running on the field, then it is called fours.\n\nSixes- When the batsman hits the ball and it crosses the boundary without skipping in the air, then it is called six or 6.\n\nRunning between the Wickets- Pitches are made on the field with stumps on both sides and one batsman standing on both sides. The batting batsman hits the ball and both batsmen run towards the front stump to take a run.\n\nAdditional Runs- Also, due to the wrong ball of the bowler, the front team is given one run on each wrong ball"
                },
                {
                    "title": "What is wicket in cricket",
                    "description": "A wicket consists of three stumps, or stakes, each 28 inches (71.1 cm) high and of equal thickness (about 1.25 inches in diameter), stuck into the ground and so spaced that the ball cannot pass between them. In cricket, the term wicket has several meanings: It is one of the two sets of three stumps and two bails at either end of the pitch. The fielding team's players can hit the wicket with the ball in a number of ways to get a batsman out."
                },
                {
                    "title": "How large is cricket field",
                    "description": "In the game of cricket, the cricket pitch consists of the central strip of the cricket field between the wickets. It is 22 yd (20.12 m) long (1 chain) and 10 ft (3.05 m) wide. The perimeter of the field is called the boundary and is sometimes painted or sometimes marked by a rope to mark the outer boundary of the field. The field can be round, square or oval, the most famous ground in cricket is the Oval. The surface is flat and is normally covered with extremely short grass, but can be completely dry or dusty soil with barely any grass or, in some circumstances, made from an artificial material."
                },
                {
                    "title": "Bet ball wicket and pitch length width",
                    "description": "Cricket Bat- Generally speaking, the laws dictate that the length of a cricket bat may be no more than 38 inches (96.5cm) and the width no more than 4.25 inches (10.8 cm).\n\nCricket Ball- According to cricket rule 5, the circumference of the cricket ball is 22.4 cm. 22.9 cm from it is and it weighs between 155.9 grams to 163 grams. At the same time, the rule of changing the ball in Test cricket is 80 overs.\n\nCricket Wicket- Two sets of wickets shall be pitched opposite and parallel to each other in the centers of the bowling creases. Each set shall be 9 in/22.86 cm wide and shall consist of three wooden stumps with two wooden bails on top.\n\nCricket Pitch- The dimensions of a turf pitch are 20.12m long (from stump to stump) plus a minimum of 1.22m behind the stumps to accommodate the return crease and bowler approach area. The width of a turf pitch is 3.05m."
                },
                {
                    "title": "What is a cricket pitch",
                    "description": "A cricket match is usually played between two teams of eleven players on an oval-shaped grass field. In the center of the field is a strip of hardened turf 22 yards (20.12 m) long and 305 cm wide with stumps on both sides of the pitch is called a cricket pitch. Two batsmen land on the pitch simultaneously, one of them on strike and the other on non-strike. The batting batsman hits the ball and both batsmen run towards the front stump to take a run."
                },
                {
                    "title": "How to become and umpire",
                    "description": "Experimental and written tests are conducted from time to time by state-level sports boards to become umpires. If the person passes this examination then he is considered eligible to appear in the umpiring examination conducted by the BCCI. If the person passes this second level examination, he is selected for the BCCI panel and after umpiring in national matches for a few days, the person is given the opportunity to umpire in international matches. Then umpires are made in this way."
                },
                {
                    "title": "Rules of test cricket",
                    "description": " innings are played in a Test match, and each team bats twice and bowls twice. Before the start of play on the first day, the two team captains and the match referee toss a coin; the captain who wins the toss decides whether his team will bat or bowl first.\n\nTest Cricket, this is the best format to test any player in cricket. It is played for a total of 5 days at the international level, which is played in three sessions every day and 90 overs are played in a day as standard. But it is not necessary to play only 90 overs a day."
                },
                {
                    "title": "How long is a test match day",
                    "description": "A Test Match and first-class cricket matches are played over three to five days with, at least, six hours of cricket being played each day. List A matches last for six hours or more and twenty 20 and 100-ball matches lasting about three hours or less."
                },
                {
                    "title": "How many hours is the test match",
                    "description": "In a five-day Test match, the game is usually played 6 hours a day in total. Test cricket is the form of the game of cricket with the longest match duration and is considered the highest standard of the game. Test matches are played between national representative teams that have been awarded and given Test status, as determined and awarded by the International Cricket Council."
                },
                {
                    "title": "How many overs do a test match",
                    "description": "In Test matches, overs are not limited, yet 90 overs bowled are thrown in a day. However, two additional reviews are given by the ICC after 80 overs in Test innings. Players get a 40-minute lunchtime and 20-minute tea break in the afternoon. Test matches are typically played over 5 days. Four innings are normally played in a test match where each team bats and bowls twice."
                },
                {
                    "title": "Why does wicketkeeper wear gloves",
                    "description": "Cricket is one of the popular sports. In a cricket bowling team, the wicket-keeper is a player who wears a helmet in the head, a pad in the feet, and great gloves in the hands. The gloves are worn to protect the hands during the match. Wicket-keeper's gloves have an anterior surface designed for catching the ball while offering protection to fingers and the palms of the hands from painful impact. Inside the glove, rubber thimbles are used to protect the fingertip from injury due to impact from the ball."
                },
                {
                    "title": "How many overs in an ODI",
                    "description": "In the main, the Laws of cricket apply. However, in ODIs, each team bats for a fixed number of overs. One-Day International (ODI) is a style of cricket in which 50 overs are played per team between two national cricket teams. The Cricket World Cup is played according to this format."
                },
                {
                    "title": "Cricket interval between innings",
                    "description": "There are special rules set out the duration of each interval. The interval between innings lasts for 10 minutes. In Test cricket, lunch will last for 40 minutes and tea for 20 minutes."
                },
                {
                    "title": "How many balls are in ODI",
                    "description": "Two balls in play for ODIs and runners banned in all forms. A mini-revolution in cricket has been announced after the ICC announced two balls will be used by the fielding side from each end in one-day cricket. ODIs were played in white-colored kits with a red-colored ball."
                },
                {
                    "title": "How many power plays in an ODI innings",
                    "description": "Each inning is divided into three power plays. As per the current rules, the power play consists of 15 overs in an innings. During this time, the power play is only 15 overs, which lasts for the first 15 overs. During this power play, three players are allowed outside the 30-yard circle."
                },
                {
                    "title": "How many unpires in an ODI match",
                    "description": "In matches, there are 15 people on the field during the game. Out of these, there are 2 Umpires who control the movements that take place in the field."
                },
                {
                    "title": "Follow-on mean in a cricket",
                    "description": "Follow-On is a term used in the sport of cricket to describe a situation where the team that bats second is forced to take its second batting innings immediately after its first because the team was not able to get close enough to the score achieved by the first team batting in the first innings."
                },
                {
                    "title": "Lunch and tea break time in test cricket",
                    "description": "Food is taken care of for the players of both teams and there is a separate arrangement for food for both non-vegetarian and vegetarian players. During the Test match, players are given a lunch break after 30 overs. At the same time, after taking 30 overs after lunch, they are given a tea break, which is about half to 1 hour. While a lunch break in Test cricket lasts for 40 minutes, a tea break lasts for only 20 minutes."
                },
                {
                    "title": "Who is the cricket king",
                    "description": "Virat Kohli is the captain of the Indian Cricket team and of the IPL franchise Royal Challengers Bangalore. He is regarded as one of the best batsmen in the world and is also known as the King of Cricket."
                },
                {
                    "title": "Who is the king of IPL",
                    "description": "Mahendra Singh Dhoni is called as the King of IPL Team."
                },
                {
                    "title": "Cricket is played in two innings",
                    "description": "Cricket is played in two innings, one team batting in each innings and the other team bowling and guarding the field.\n\nThe main objective of the team batting in the first innings is to score.\n\nThe main objective of the bowling team is to get the batsman out and score/run.\n\nIn front of the batting team in the second innings, there is a goal of run/score, which is given by the front team in the first innings, it has to be achieved.\n\nThe decision of which team will bat or bowl first is made by the captain of the team that wins the toss."
                },
                {
                    "title": "What is an LBW",
                    "description": "Leg before wicket (LBW) is one of the ways in which a batsman can be dismissed in the sport of cricket. Following an appeal by the fielding side, the umpire may rule a batter out lbw if the ball would have struck the wicket, but was instead intercepted by any part of the batter's body (except the hand holding the bat)."
                }
            ]
        },
        {
            "categoryTitle": "Cricket Rules",
            "innerData": [
                {
                    "title": "What is test cricket",
                    "description": "Test cricket is the form of the sport of cricket with the longest match duration and is considered the game's highest standard. Test matches are played between national representative teams that have been granted Test status, as determined and conferred by the International Cricket Council (ICC)."
                },
                {
                    "title": "Test cricket status",
                    "description": "Test cricket is the longest form of the sport of cricket. Test matches are played between national representative teams with Teststatus(Rank), as determined by the International Cricket Council (ICC). The ICC is the committee under which all decisions related to cricket are taken. The two teams of 11 players play a four-innings match, which nowadays lasts up to five days."
                },
                {
                    "title": "Test cricket playing duration",
                    "description": "Typically, Test and first-class cricket matches are played over three to five days with, at least, six hours of cricket being played each day. List a match last for six hours or more and twenty20 and 100-ball matches lasting about three hours or less."
                },
                {
                    "title": "General rules of test cricket",
                    "description": "The general rules of Test cricket are as follows-\n\nRule 27- In this, the fielders believe that if the batsman is out, then they can ask the umpire How is that?This is usually done by loudly shouting, raising both hands, before throwing the next ball. After that, the umpire decides whether the batsman is out or not.\n\nRule 28- There are many ways to get out when the wicket is dropped. This means that the ball is on the wicket, or the batsman or the hand in which the fielder is holding the ball is on the wicket and at least one Gilli has been dropped.\n\nRule 29- The batsman is out of his crease, the batsman can be run out or stumped out if he is out of his crease. The batsman is in his place, but if he or some part of his bat is on the ground behind the popping crease. If both the batsmen are in the middle of the pitch while the wicket is dropped, then it is called out."
                },
                {
                    "title": "Test cricket jersey",
                    "description": "Test cricket is played mainly by wearing a white jersey (Clothes). When cricket started being played, only the white jersey was worn. Whether it is limited over cricket or test cricket. But the game changed with time and the jersey was separated in limited-overs cricket because of this, the team wears blue in India limited overs. At the same time, players' names were written on jerseys worn in Test cricket, which had never happened before in 150 years of cricket history."
                },
                {
                    "title": "What is T-20 cricket",
                    "description": "Twenty 20 Cricket or T-20 is a shortened format of cricket. At the professional level, it was introduced by the England and Wales Cricket Board in 2003 for the inter-county competition. In a Twenty20 game, the two teams have a single innings each, which is restricted to a maximum of 20 overs. The reason behind introducing this type of game was that cricket should first be made more exciting and more number of spectators participates in it. Although almost the method of this game is similar to other cricket disciplines, specific changes have been made in this game."
                },
                {
                    "title": "T-20 cricket format",
                    "description": "The format of the T20 match is the same as the format of any limited-overs match. The only difference is that it has just 20 overs, as compared to the one-day internationals or any other limited-overs game. There is also an interesting visible difference; the batsmen do not come from or go back to their dressing rooms during the match; instead, they have a row of chairs outside the field for that purpose."
                },
                {
                    "title": "T-20 cricket fielding",
                    "description": "For the first 6 overs in Twenty20 cricket, only two players will be out of 30 yards. The rest of the fielding lives inside the circle.\n\nNo more than 5 fielders can be kept on the leg side for a given period.\n\nThe fielding team will have to complete the entire 20 overs within 80 minutes. If not, the batting team may have to score extra runs.\n\nIf the batting team also wastes time, the Empire can take the same decision against them as well."
                },
                {
                    "title": "T-20 cricket in equality decision",
                    "description": " cricket, the game never ends on an equal basis unless there is a reason. As a super over, both teams have to play one over. You can also take it as a mini match.\n\nIf a team loses two wickets in this over, then that team will lose, or if it does not, then the team that scores the most runs will win.\n\nIf there is a tie in it, then the team which has the most sixes will get the victory, even if there is a tie in it, then the base team of fours will win."
                }
            ]
        },
        {
            "categoryTitle": "Cricket Bats",
            "innerData": [
                {
                    "title": "Cricket bat length",
                    "description": "According to cricket rule five, the length of a cricket bat cannot be more than 38 inches i.e. 97 cm. Apart from this, the gloves of the batter are considered to be part of the bat. In cricket, a new rule came into force that the blade of a cricket bat must be made of wood."
                },
                {
                    "title": "Cricket bat width",
                    "description": "Generally, the right laws in bat play with the batsman, so choosing the right bat is very important. According to cricket rule five, the width of a cricket bat should be about 4.25 inches (10.8 cm)."
                },
                {
                    "title": "Cricket bat depth",
                    "description": "Laws saw no changes to the maximum length of the bat, which is still 38 inches/96.52 cm, but a new specification stated that the edge of the bat cannot be more than 1.56 inches / 4cm while the depth cannot be more than 2.64 inches / 6.7cm."
                },
                {
                    "title": "Cricket bat weight",
                    "description": "Law 5 of the Laws of Cricket state that the length of the bat may be no more than 38 in (965 mm), the width no more than 4.25 in (108 mm), the overall depth no more than 2.64 in (67 mm) and edge no more than 1.56 in (40 mm). Bats typically weigh from 2 lb 7 oz to 3 lb (1.2 to 1.4 kg) though there is no standard."
                },
                {
                    "title": "Cricket bat size",
                    "description": "The blade of a cricket bat is a block of wood, usually flattened on the striking surface with a bulge on its back. It is a wooden bulge in the central part of the bat that the ball usually hits. The blade is attached to a long cylindrical cane, called a handle, similar to a tennis racket.\n\nAccording to the rules, some limitations have been made regarding the size of the bat; the laws dictate that the length of a cricket bat may be no more than 38 inches (96.5cm) and the maximum width of the bat will be 108 mm, depth 67 mm and the edge 40 mm."
                },
                {
                    "title": "Cricket bat wood",
                    "description": "The cricket bat is made from willow wood. Willow trees occur in the Aix region of England, in India it is the highest in Kashmir. The bat is traditionally made from willow wood, specifically from a variety of white willow called cricket bat willow. When the wood is cut to make the bat, it weighs ten kilos. But after seasoning, it remains just one kg 200 grams. The bat is then pressed with a special machine so that its playing part can be strengthened, the ball does not hit it and the ball can bounce. Applying linseed oil on the bat makes it even stronger."
                },
                {
                    "title": "Cricket bat wood types",
                    "description": "There are only 4 types of cricket bats for Players present in the world.\n\nEnglish Willow Cricket Bat- A cricket bat is a specialized piece of equipment used by batsmen in the sport of cricket to hit the ball, typically consisting of a cane handle attached to a flat-fronted willow-wood blade. The length of the bat may be no more than 38 inches (965 mm) and the width no more than 4.25 inches (108 mm). Its use is first mentioned in 1624. Since 1979, a rule change stipulated that bats can only be made from wood.\n\nKashmir Willow Cricket Bat- The willow used in making these bats was brought in by the British, who ruled India, during the 1820s. The wood used to make Kashmir willow bats is harder, and the weight of the bat is heavier in comparison to the English willow. The bats do not give the same performance as English willow and thus, are not as popular as them.\n\nPopular Willow Cricket Bat- Poplar Willow for beginners of a cricket. They are called so because they are made from a Poplar tree.\n\nTraining Cricket Bats- Training cricket bats are specialized cricket equipment to improve and help you to practice your cricket skill. There is no particular piece of wood in the manufacturing of these cricket bats. Training cricket bats can be Kashmir willow or English willow, as cleared by the name training cricket bats, these cricket bats are used for the training purpose in the field of cricket."
                },
                {
                    "title": "Bat check by the umpire",
                    "description": "All bats are checked by the umpire to correctly estimate the length, width, depth, and weight of the bat. The width and length of the cricket bat should not be changed. The edge of the bat should not be more than 40 mm and the thickness of the bat should not be more than 67 mm, it is checked by the umpire."
                },
                {
                    "title": "Type of cricket bat",
                    "description": "Types of Cricket Bat are as follows-\n\n- Sareen Sports Industries (Ss)\n\n- Gunn and Moore Cricket Bat\n\n- Spartan Sports Cricket Bat\n\n- Gray Nicholas Cricket Bat\n\n- New Balance Cricket Bat\n\n- Adidas Cricket Bat\n\n- Salix Cricket Bat\n\n- Masuri Cricket Bat\n\n- Kookaburra Sports Cricket Bat\n\n- Mrf Cricket Bat"
                }
            ]
        },
        {
            "categoryTitle": "Cricket Field",
            "innerData": [
                {
                    "title": "Cricket field length",
                    "description": "The pitch is a rectangular area of the ground 22 yards/20.12 m in length and 10 ft/3.05 m in width. It is bounded at either end by the bowling creases and on either side by imaginary lines, one each side of the imaginary line joining the centers of the two middle stumps, each parallel to it and 5 ft/1.52 m from it."
                },
                {
                    "title": "Ceicket field width",
                    "description": "The width of the cricket field is 10 feet (3.0 m). Cricket is a sport played on a wide field. In the middle of this ground, a pitch of 22 yards long and 10 feet wide is made. The cricket boundary is at least 75 yards (68 m) from the pitch which is represented by a line, lanyard, or any other appropriate object."
                },
                {
                    "title": "Cricket ground shape",
                    "description": "The famous game of cricket is played on a ground which is huge in size and is covered with grass. The shape of the ground is usually oval but one can find various shaped fields which may be perfectly circular, slightly longer but oval, and of irregular shapes."
                },
                {
                    "title": "Cricket ground dimension",
                    "description": "Its diameter varies between 137m and 150m. The ICC Test Match Standard Playing Conditions (October 2014) Law 19.1 defines the playing area as a minimum of 137.16m from boundary to boundary square of the pitch, with the shorter of the two square boundaries a minimum of 59.43m. A cricket field is of many shapes and sizes. This field is grassy and is prepared by the grounds man, which includes embarkation, cutting, rolling, and leveling of the surface. The circumference of the field is called the boundary, and sometimes it is painted or sometimes with the help of a rope to mark the boundary of the field."
                },
                {
                    "title": "Cricket Field Area",
                    "description": "A low boundary must be set for the cricket ground, which should include how big the field should be, the length, width, and width of the field. According to the playing area as a minimum of 137.16m from boundary to boundary square of the pitch, with the shorter of the two square boundaries, a minimum of 59.43m and maximum length is 90 yards (82.29 m). A typical cricket pitch is 22 yards (20.12 m) in length and 10 feet (3.05 m) in width, with a distance of 17.68 m between the popping creases it occurs."
                },
                {
                    "title": "Cricket fielding players",
                    "description": "The Cricket side is made up of 11 players, including a captain, a wicketkeeper, and several batsmen and bowlers.\n\nThe Captain- the most responsible position in the side. The captain usually has a say in the selection of the team. He or she is responsible for making the call at the toss of the coin before the start of the match. The captain also sets out the tactics by telling his fielders where to position themselves.\n\nThe Wicketkeeper- One of the biggest positions of responsibility. The wicketkeeper is responsible for retrieving the ball every time almost every time it is bowled unless it has been hit to another part of the field by the batter. He or she must be on their toes to take every ball that comes their way.\n\nBowlers- Bowlers are responsible for taking wickets by bowling the batter out. They must bowl consistently to prevent the batsmen from scoring easy runs. A bowler usually bowls six balls before the next bowler on his side has his turn from the other end of the cricket ground.\n\nBatsmen or Batswomen- are responsible for scoring the runs when it is their turn to bat. They must seize upon the bad deliveries from bowlers and protect their stumps at all times."
                },
                {
                    "title": "List of fielding positions",
                    "description": "The list of Fielding Positions are as follows-\n\nWicket Keeper\n\nFirst Slip\n\nSecond Slip\n\nThird Slip\n\nFly Slip\n\nLong Stop\n\nThird Man\n\nGully\n\nDeep Gully\n\nSilly Point\n\nPoint\n\nDeep Point\n\nCover Sweeper\n\nCover Point\n\nExtra Cover\n\nDeep Extra Cover\n\nSilly Mid Off\n\nMid Off\n\nLong Off\n\nStraight Hit\n\nSilly Mid On\n\nMid On\n\nLong On\n\nForward Short Leg\n\nShort Mid Wicket\n\nMid Wicket\n\nDeep Mid Wicket\n\nSweeper\n\nShort Square Leg\n\nSquare Leg\n\nDeep Square Leg\n\nLeg Gully\n\nLong Leg\n\nLeg Slip\n\nShort Fine Leg\n\nDeep Fine Leg"
                }
            ]
        },
        {
            "categoryTitle": "Cricket Tips",
            "innerData": [
                {
                    "title": "It is very important to stay fit",
                    "description": "First of all, it is very important to be fit. If you are not fit then you will not be able to perform well on the Cricket field. Always keep yourself healthy and fit."
                },
                {
                    "title": "Timing is vary important",
                    "description": "While playing a cricket match, your timing should be absolutely accurate. A second hurry or delay can spoil your game. Therefore, it is necessary to have the correct timing while playing the shot."
                },
                {
                    "title": "Take regular training during sports",
                    "description": "During the game, you should take regular training so that the body is fully prepared for the game. Warm-up and stretch before playing. Cool down and stretch after playing. Make sure that you remain fully hydrated. Drink plenty of water for this."
                },
                {
                    "title": "Perfect your grip on the bat",
                    "description": "Place the bat on the ground with its end facing you. Pick up the bat by placing your dominant hand above your non-dominant hand. Put your thumbs in the opposite direction along with your fingers. Make sure you wear gloves for batting and place your thumb in V shape. Hold the bat according to your comfort."
                },
                {
                    "title": "Wear safety equipment white batting",
                    "description": "Always wear safety equipment during training or cricket games. Such as gloves, leg pads, boxes, arm guards, etc. Also always wear a helmet while playing cricket."
                },
                {
                    "title": "Wear a helmet when batting in a cricket",
                    "description": "Every time you play cricket, always put on a custom-fitted mouth guard. To protect the mouth and head, wear a helmet while batting or while keeping or fielding. Also, always wear gloves while batting, leg pads, box, arm guards, etc."
                },
                {
                    "title": "Keeps the ground safe while playing cricket",
                    "description": "It is very important to keep the ground safe while playing cricket, so you remove the stones, etc. from the cricket field. Make sure that your pitch is clean during the match."
                },
                {
                    "title": "Holding the bat and standing properly",
                    "description": "Stand sideways to the bowler with your feet a shoulder-width apart.\n\nDon't let your shoulders drop. Keep them as straight as you can as you're batting.\n\nStay on the balls of your feet while you're hitting.\n\nYour eyes and shoulders should be level. Keep your eyes on the ball at all times."
                },
                {
                    "title": "Keep an eye on the ball",
                    "description": "Always, eye on the ball. If you follow the ball till it pitches, you can figure out the position you have to take to hit the ball. As the ball comes towards you, think about which shot to hit. If the ball pitches at a sweet spot, you can drive to take long shots but if the ball pitches too high or low, take a defense shot."
                },
                {
                    "title": "Practice in front of your mirror",
                    "description": "Practising your swing in front of a mirror before practising with a ball will make you perfect. This is known as shadow cricket. This will help you see your swing and help to make adjustments to your stance accordingly."
                },
                {
                    "title": "Bat at waist of height before swainging",
                    "description": "Position your bat at waist height before swinging. Keep the bat pointed up or down and parallel to the ground. The exact position does not matter as you should be comfortable with your position and should be able to quickly move. Make sure that the flat surface of the bat is facing the bowler to make a good hit."
                },
                {
                    "title": "Practice work with the team",
                    "description": "Make sure to always attend your practice sessions with your team. Drill work and playing with them makes you stronger and prepared for your big game. Always listen to your coach or team members if they give you any input on your batting."
                }
            ]
        },
        {
            "categoryTitle": "Interesting Facts",
            "innerData": [
                {
                    "title": "Intersting facts - 1",
                    "description": "Cricket's Hindi name is 'Lumb Dand, Goal Bind, Fenk Mar Dhar Pratiyogita.\n\nCricket in India was founded in the year 1932 before the Second World War."
                },
                {
                    "title": "Intersting facts - 2",
                    "description": "The sport of cricket has a known history beginning in the late 16th century that originated in southeast England.\n\nCricket became the country's national sport in the 18th century and developed globally in the 19th and 20th centuries."
                },
                {
                    "title": "Intersting facts - 3",
                    "description": "For the first time in 1779, the rule of 'Leg before wicket' (LBW) was introduced in cricket.\n\nIt was on June 7, 1975, when the first-ever Men's Cricket World Cup began in England. The 1975 World Cup was played in the 60-overs format."
                },
                {
                    "title": "Intersting facts - 4",
                    "description": "India is the only country to have won the 60, 50 and the 20-over Cricket World Cups.\n\nThe world's first cricket club was formed in Hambledon in the 1760s and the world-famous Marylebone Cricket Club (MCC) was founded in 1787."
                },
                {
                    "title": "Intersting facts - 5",
                    "description": "The World Cup started in 1975. The first World Cup saw a total of 15 matches between eight teams.\n\nICC T-20 Cricket World Cup is an international tournament organized by the International Cricket Council (ICC). Its first edition was played in South Africa in 2007"
                },
                {
                    "title": "Intersting facts - 6",
                    "description": "The first recorded match of women's cricket was reported in The Reading Mercury on 26 July 1745.\n\nThe first known women's cricket club was formed in 1887 in Yorkshire, named the White Heather Club."
                },
                {
                    "title": "Intersting facts - 7",
                    "description": "There are currently 42 Laws in cricket (always written with a capital 'L') which outline all aspects of how the game is to be played.\n\nHowever, the West Indies (1928), New Zealand (1930) and India (1932) became Test nations before the Second World War and Pakistan (1952) soon afterwards."
                },
                {
                    "title": "Intersting facts - 8",
                    "description": "Chris Gayle is the only batsman to hit a six off the first ball of Test match cricket.\n\nChris Gayle is called the king of T20 as he has hit 801 sixes in 318 T20 matches so far."
                },
                {
                    "title": "Intersting facts - 9",
                    "description": "India's first and only cricketer is Sachin Tendulkar who scored centuries in his first Ranji, Dileep and Irani Trophy matches.\n\nThe match played between Sri Lanka and Pakistan in 1996 in which Shahid Afridi scored the fastest century with the bat of Sachin."
                },
                {
                    "title": "Intersting facts - 10",
                    "description": "The record of most outings on the first ball of a test match is in the name of former Indian batsman Sunil Gavaskar, who has been out on the first ball of the test match 3 times.\n\nJim Laker holds the record for taking 19 wickets in a Test match, the biggest in cricket, which nobody could break till date."
                },
                {
                    "title": "Intersting facts - 11",
                    "description": "Clive Lloyd (1975, 1979) of West Indies and Ricky Ponting (2003, 2007) of Australia have the record of making the teams twice World Cup winners under their captain.\n\nFamous Pakistani Tenz bowler Wasim Akram made his unique record in 1996 by playing an innings of 257 runs against Zimbabwe at number eight."
                },
                {
                    "title": "Intersting facts - 12",
                    "description": "Willow is the best wood to make a cricket bat with and, to be more precise, Salix Caerulea or Alba Var English willow is the wood of a professional-grade cricket bat. These trees occur in the Aix region of England.\n\nAccording to Rule 5 of cricket, the length of a cricket bat is 38 inches i.e. 97 cm. should not exceed. Also the width should be 4.25 inches (1.8 cm)."
                }
            ]
        }
    ]
}
